spec/fixtures/soap/xml/IControl/LocalLB/ProfileHttpClass/IControl.LocalLB.ProfileHttpClass.is_base_profile_94df06c7b34fa347e292906cc922fbf5_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:is_base_profile><profile_names><value>httpclass</value></profile_names></wsdl:is_base_profile></env:Body></env:Envelope>